Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: " Your vital signs appear normal, but there's always the possibility of undetected errors. It's about time you returned for maintenance."
pl: „Twoje oznaki życiowe wydają się w normie, ale zawsze jest szansa na niewykryte błędy. Nadszedł czas na powrót na konserwację.”

source: "...Okay, copy that. I'll take care of it at once."
pl: „Okej, rozumiem. Zajmę się tym od razu.”

source: "...Understood. I've sent your most recent report to Command and have intel regarding your next mission."
pl: „Zrozumiano. Wysłałam najnowsze raporty do Dowództwa i mam dane wywiadowcze dotyczące twojej następnej misji.”

source: "...You still haven't located it? Understood. It should be giving off a distress signal, so continue searching until you find it."
pl: „Dalej nie znaleziony? Zrozumiano. Powinien wysyłać sygnał ratunkowy, więc kontynuuj poszukiwania, aż go znajdziesz.”

source: "<CHIP_NAME>" Chip
pl: Czip: <CHIP_NAME>

source: "<QUEST_NAME>" accepted.
pl: Przyjęto zadanie: <QUEST_NAME>

source: "<QUEST_NAME>" complete.
pl: Ukończono zadanie: <QUEST_NAME>

source: "<QUEST_NAME>" updated!
pl: Uaktualniono zadanie: <QUEST_NAME>

source: "Activating Main Camera"
pl: „Aktywowanie głównej kamery”

source: "Allow me to grant your wish," said the bird. "Wish upon this dagger, and never forget this hatred that you feel." The girl grasped the weapon and spat out a tearful curse: "I vow not to forget. Please! Give them a painful death!"
pl: „Spełnię twoje życzenie”, powiedział ptak. „Wypowiedz życzenie do tego sztyletu, nigdy nie zapominając nienawiści, którą odczuwasz.” Dziewczyna chwyciła za broń i ze łzami wykrztusiła przekleństwo: „Przysięgam, że nie zapomnę. Proszę, daj im bolesną śmierć!”

source: "Analyze current trends among the machines?" ...Huh.
pl: „Przeanalizuj aktualne trendy wśród maszyn?”... Hę?

source: "Are you experiencing anything unusual?"
pl: „Czy doświadczasz czegoś nietypowego?”

source: "Bunker here. I'm sending over the data now."
pl: „Tu Bunkier. Wysyłam ci teraz dane.”

source: "Bunker to Resistance Camp: We need a damage report ASAP. Please respond."
pl: „Bunkier do Obozu Ruchu Oporu: natychmiast potrzebujemy raportu uszkodzeń. Proszę, odpowiedz.”

source: "Consciousness, pain, joy, misery,
pl: „Świadomość, ból, radość, cierpienie,

source: "Deleting Combat Log"
pl: „Usuwanie rejestru bojowego”

source: "Destroy all dolls"
pl: „Zniszczyć wszystkie lalki”

source: "Emotion Matrix Detected"
pl: „Wykryto macierz emocji”

source: "Enemy reinforcements approaching. I'm updating the map data and sendi—"
pl: „Nadchodzą wrogie posiłki. Aktualizuję mapę i wysył...”

source: "Forcing Patch Install"
pl: „Wymuszanie instalacji łatki”

source: "Gotcha" is not an approved form of radio engagement, 9S. Operator 21O out.
pl: Określenie „łapię” nie jest zatwierdzoną formą meldunku radiowego, 9S. Operator 21O, bez odbioru.

source: "I don't want to go there right now."
pl: „Nie chcę tam teraz iść.”

source: "I killed my father."
pl: „Zabiłem swojego ojca.”

source: "I killed my mother."
pl: „Zabiłem swoją matkę.”

source: "I'll kill you?" ...Heh.
pl: „Zabiję cię?”... Heh.

source: "It was good, though," the android thought as consciousness faded. "Exquisite even. No wonder humans used to eat them..."
pl: „Ale to było dobre”, pomyślał android, kiedy zamierała jego świadomość. „Wykwintne wręcz. Nic dziwnego, że ludzie je jedli...”

source: "Make sure to listen to your commanding officer, and don't push yourself too hard."
pl: „Zawsze słuchaj się swojego oficera dowodzącego, i nie forsuj się zbytnio.”

source: "Mission: Remove cause of System Error"
pl: „Misja: usunąć przyczynę błędu systemu”

source: "No, wait! Stay on the line!"
pl: „Nie, czekaj! Zostań na linii!”

source: "Operational Summary of Model Number Two in Project YoRHa."
pl: „Raport operacyjny działań Modelu Numer Dwa w Projekcie YoRHa.”

source: "Please continue your hard work."
pl: „Proszę, kontynuuj swoją ciężką pracę.”

source: "Rebooting System"
pl: „Restartowanie systemu”

source: "Resident Life" May Issue The rainy season is upon us. Once monsoon season strikes, it will be difficult to hang your bedding—so take this chance to air them out before June. Doing so will also help prevent mold and mites. * There has been a recent increase in the number of people ignoring garbage disposal rules. We all share these facilities, so please be sure to put out compost on Mondays, and all other trash on Thursdays.
pl: „Życie Mieszkańca” Numer Majowy Nadchodzi pora deszczowa. Kiedy uderzy monsun, ciężko będzie wywiesić pościel, dlatego wykorzystajcie szansę na przewietrzenie jej przed czerwcem. Zrobienie tego zapobiegnie pleśni i roztoczom. * Ostatnio wzrosła ilość ludzi ignorujących zasady wyrzucania śmieci. Wszyscy dzielimy śmietniki, więc proszę, aby wystawiać odpady organiczne w poniedziałki, a resztę śmieci w czwartki.

source: "Running System Check"
pl: „Uruchamianie testu systemu”

source: "School Life 101" The first-ever DVD of the beautiful Kikyou, created just before her popularity skyrocketed. With a variety of costumes—including blazers, blouses, school swimsuits, and a special hot-teacher look—this DVD is packed with content no true fan can afford to miss. It's the must-have disc of the summer! Starring: Kikyou (feat. Cheki) MSRP: 3,800 yen (before tax)
pl: „Szkolne Życie 101” Premierowe DVD pięknej Kikyou, stworzone jeszcze przed wybuchem jej popularności. Z mnogością kostiumów — włączając marynarki, bluzy, szkolne kostiumy pływackie, oraz specjalny wygląd gorącej nauczycielki — to DVD jest wypełnione treścią, której nie może przegapić żaden prawdziwy fan. To płyta którą musisz mieć! Występuje: Kikyou (feat. Cheki) Cena: 3800 jenów (+VAT)

source: "This is a message from the Bunker to all Earth-based troops. Flight units are not toys! Please take care of them!"
pl: „Tu komunikat z Bunkra do wszystkich żołnierzy na Ziemi. Jednostki latające to nie zabawki! Proszę, dbajcie o nie!”

source: "This is the Bunker! Come in! ...Do you read me!?"
pl: „Tu Bunkier. Odbiór! Czy mnie słyszysz?!”

source: "This is the Bunker. Do you read? ...I repeat, do you read me?"
pl: „Tu Bunkier. Czy mnie słyszysz? Powtarzam, czy mnie słyszysz?”

source: "This is the Bunker. Go ahead. ...Say again? You lost your Pod!?"
pl: „Tu Bunkier. Mów. ... Co? Zgubiłaś poda?!”

source: "This is the Bunker. I'm uploading the data required for your next mission."
pl: „Tu Bunkier. Wysyłam ci dane potrzebne do twojej kolejnej misji.”

source: "This is the Bunker. I'm uploading updated mission intel to you now."
pl: „Tu Bunkier. Wysyłam ci zaktualizowane dane wywiadowcze.”

source: "This is the Bunker. Please confirm your current status."
pl: „Tu Bunkier. Potwierdź proszę swój obecny status.”

source: "This is the Bunker. We've received your report."
pl: „Tu Bunkier. Odebraliśmy twój raport.”

source: "This is the Bunker. What is your status?"
pl: „Tu Bunkier. Jaki jest twój status?!”

source: "This is the Bunker. What's the status on that missing Pod?"
pl: „Tu Bunkier. Jaki jest status zagubionego Poda?!”

source: "This is the Bunker."
pl: „Tu Bunkier.”

source: "Uh huh... Uh huh... Yes, I see..."
pl: „Mhm... Mhm... Tak, rozumiem...”

source: "We're reading a sudden decrease in your vital signs. Please make sure you don't push yourself too hard."
pl: „Odczytujemy nagły spadek twoich oznak życiowych. Proszę, nie forsuj się zbytnio”

source: "Well, a lost Pod will emit a distress signal, so try to locate that and then search the surrounding area. Bunker, out."
pl: „Cóż, zgubiony pod będzie emitował sygnał, więc spróbuj go zlokalizować i przeszukaj okolicę. Bez odbioru.”

source: "Where the state ceaseth, there only commenceth the man who is not superfluous."
pl: „Gdzie państwo przestaje istnieć, tam zaczyna się człowiek, który nie jest zbyteczny.”

source: "Yes... Yes... Understood... One moment please..."
pl: „Tak... Tak... Zrozumiano... Jedną chwileczkę...”

source: "You have atoned for your sins," said the bird. "If you wish me to free you from your solitary existence, I will gladly do so." The man wept tears of joy and whispered thanks to the gods before suddenly stomping the bird to death.
pl: „Odpokutowałeś swoje winy”, powiedział ptak. „Jeśli chcesz, abym uwolnił cię z tej samotnej egzystencji, z chęcią to uczynię.” Mężczyzna zapłakał z radości i wyszeptał podziękowania bogom, po czym zadeptał ptaka na śmierć.

source: 'Cause I was scared.
pl: Bo się bałem...

source: 'Kay.
pl: W porządku...

source: (Hold) Activate Scanner
pl: (Przytrzymaj) Aktywuj skaner

source: (Hold) Self-Destruct
pl: (Przytrzymaj) Autodestrukcja

source: (How can anyone possibly talk this much?)
pl: (Jak ktoś może mówić tak dużo, i szybko?)

source: (Mash) Taunt
pl: (Szybko naciskaj) Prowokacja

source: (Remaining: <NUM>)
pl: (Zostało: <NUM>)

source: (The game will resume from the nearest access point.)
pl: (Gra ponownie rozpocznie się od najbliższego punktu dostępu).

source: (This can be changed from the System Menu at any time.)
pl: (może zostać zmienione w dowolnym momencie w menu systemowym).

source: (Wow. Is she EVER going to stop?)
pl: (Łał. Czy ona KIEDYKOLWIEK przestanie mówić?)

source: * All of your chip set types will be changed to "Balance Focus."
pl: * Wszystkie twoje zestawy czipów zostaną zmienione na „Zbalansowane”

source: * Note that these documents are classified Level-S Confidential, and are not to be disclosed to any persons affiliated with YoRHa aside from the Commander. Index: ・ Project YoRHa Outline ・・ YoRHa Forces ・・ YoRHa Unit Combat System ・・ Bunker Administration ・・・ Chain of Command ・・・ Council of Humanity Development Department ・・・ Backdoor ・・ Support Units ・・ Black Box ・・ Resistance Communications Network * Permission is to be received from the designated parties responsible for each entry prior to viewing.
pl: Należy zauważyć, że poniższe dokumenty są sklasyfikowane jako poufne poziomu S i nie powinny być pokazywane nikomu stowarzyszonemu z YoRHa poza Komandor. Indeks: ・ Zarys Projektu YoRHa ・・ Siły YoRHa ・・ System bojowy jednostek YoRHa ・・ Administracja Bunkra ・・・ Łańcuch dowodzenia ・・・ Oddział rozwoju Rady Ludzkości ・・・ Tylna furtka ・・ Jednostki wspierające ・・ Czarne skrzynki ・・ Sieć komunikacyjna Ruchu Oporu * Zgoda na wgląd do danych jest wydawana przez uprawnioną do tego jednostkę odpowiedzialną za dany dział.

source: * This description may contain spoilers
pl: * Opis może zawierać spoilery

source: * This game does not support auto-save.
pl: * Ta gra nie wspiera autozapisu.

source: * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save. * This game does not support auto-save.
pl: * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu. * Ta gra nie wspiera autozapisu.

source: * This game does not support auto-save. Play the game to find out how to save.
pl: * Ta gra nie posiada funkcji autozapisu. Aby dowiedzieć się jak zapisywać grę, należy w nią zagrać.

source: * Tutorial messages like this one can be accessed at any time from the Intel tab.
pl: * Samouczki takie jak ten mogą być obejrzane w dowolnym momencie w zakładce Dane

source: * Your current chip set type will be changed to "Balance Focus."
pl: * Twój zestaw czipów zostanie zmieniony na „Zbalansowany”

source: **************************************************************************************************************************** This record is scheduled to be deleted and can no longer be accessed. **************************************************************************************************************************** </page> <then_C>
pl: **************************************************************************************************************************** Ten zapis został przeznaczony do usunięcia i nie jest już dostępny. **************************************************************************************************************************** </page> <then_C>

source: **************************************************************************************************************************** This record is scheduled to be deleted and can no longer be accessed. **************************************************************************************************************************** </page> <if_DLC_plato/2> <then_B> <if_DLC_plato/3> <then_C>
pl: **************************************************************************************************************************** Ten zapis został przeznaczony do usunięcia i nie jest już dostępny. **************************************************************************************************************************** </page> <if_DLC_plato/2> <then_B> <if_DLC_plato/3> <then_C>

source: ***ALERT*** This game only supports "QWERTY" keyboards.
pl: ***UWAGA*** Ta gra wspiera tylko klawiatury w układzie QWERTY.

source: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0025_N_start> <page> Power Supply Confirmed<bt_wait>
pl: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0025_N_start> <page> Źródło zasilania potwierdzone<bt_wait>

source: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0100_N_start> <page> My name is Plato 1728.<bt_wait> I am the 1728th combat weapon.<bt_wait>
pl: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0100_N_start> <page> Nazywam się Platon 1728.<bt_wait> Jestem 1728-mą bronią bojową.<bt_wait>

source: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0200_N_start> <page> My name is Plato 1728.<bt_wait> I am the 1728th combat weapon.<bt_wait>
pl: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0200_N_start> <page> Nazywam się Platon 1728.<bt_wait> Jestem 1728-mą bronią bojową.<bt_wait>

source: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0300_N_start> <page> My name is Plato 1728.<bt_wait> I am the 1728th combat weapon.<bt_wait> I'm a defective product and a general failure.<bt_wait>
pl: *Loading Screens (US 102 x 18) ※□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■□□□□■ <BGM_BGM_M5095_S0300_N_start> <page> Nazywam się Platon 1728.<bt_wait> Jestem 1728-mą bronią bojową.<bt_wait> Jestem wadliwym produktem i generalną porażką.<bt_wait>

source: *huff, huff...*
pl: *fuuu, fuuu...*

source: *sigh* I hate combat training.
pl: *ech* Nie cierpię treningu bojowego.

source: *sigh* Oh, hey. How many nights have YOU worked in a row now?
pl: *ech* O, cześć. A ile nocy z rzędu TY pracowałeś?

source: *sigh* Why can't I stop thinking about it...?
pl: *wzdycha* Dlaczego nie mogę przestać o tym myśleć...?

source: *sniff* *sniff*
pl: *smark* *smark*

source: *sniff* I'm sorry too, my darling. I shouldn't have said that.
pl: *smark* Ja też przepraszam, kochanie. Nie powinnam była tak mówić.

source: *sniff* MOMMY... HELP ME... PLEASE...
pl: *smark* MAMUSIU... POMÓŻ MI... PROSZĘ...

source: *sniff* MOTHER...
pl: *smark* MATKO...

source: *sniff* Oh, Mommy...
pl: *smark* Och, mamusiu...

source: *sniff* S-So sad... I g-guess you want a dumb stamp, huh?
pl: *smark* Takie to wszystko smutne... Pewnie chcesz tę głupią pieczątkę, co?

source: *urp* Oh man, I think I'm gonna... BLAAAAAARGH!
pl: *urp* Jeju, Chyba zaraz... BŁEEEE!

source: +16 storage
pl: Pojemność +16

source: +24 storage
pl: Pojemność +24

source: +8 storage
pl: Pojemność +8

source: ... not right, Number Two. We're all here...... chose to be here...
pl: ... nie w porządku, Numer 2. Jesteśmy tutaj wszystkie... wybrałyśmy, by tu być...

source: ..."Boom?" Is she serious?
pl: „Bum”? Ona tak na poważnie?

source: ..."Together"?
pl: ...„Bawiliśmy”?

source: ...'Kay.
pl: Okej...

source: ............I don't even have time to move my mouth.
pl: ............ Nie mam nawet czasu na ruszanie ustami.

source: ............I'm busy............ Leave me alone.
pl: Jestem zajęty... Zostaw mnie w spokoju...

source: .........It's kinda fun, actually.
pl: W sumie, to zabawne...

source: ...4B down.
pl: 4B padła...

source: ...A fuel filter? Ah, perfect timing—we were running low.
pl: Filtr paliwa...? Ach, idealne wyczucie czasu. Właśnie nam się kończy.

source: ...A pity.
pl: Ano... szkoda.

source: ...A surprise?
pl: Niespodziankę...?

source: ...A2? I have an idea.
pl: A2? Mam pomysł.

source: ...Aaaand she disconnected me.
pl: Iiii... przerwała połączenie.

source: ...Affirmative.
pl: Potwierdzam...

source: ...All right.
pl: ... W porządku.

source: ...All right. I'm heading in.
pl: Dobra. Wchodzę.

source: ...And 9S? Thank you.
pl: I... 9S? Dziękuję.

source: ...And that concludes the mission briefing. I'll contact you later with further details.
pl: I to kończy odprawę misji. Skontaktuję się z wami później, z dalszymi szczegółami.

source: ...And those are your orders. Do you understand?
pl: ...a to są twoje rozkazy. Zrozumiano?

source: ...Anyway, that takes care of the settings.
pl: ...Tak czy siak, załatwiliśmy sprawę ustawień.

source: ...Appreciated.
pl: Doceniam to...

source: ...Are you YoRHa?
pl: Jesteś z YoRHy...?

source: ...By us. The machines.
pl: Przez nas... Maszyny.

source: ...Congratulations. You are truly the greatest speedster the world has ever known.
pl: Moje najszczersze gratulacje... Naprawdę jesteś najlepszym demonem szybkości, jakiego widział ten świat.

source: ...Continuing support.
pl: Kontynuuj wsparcie...

source: ...Cust...om...er...augh...
pl: Od...wie...dza...ją...cy...

source: ...Dammit! I can't get through! What if something's happening?
pl: Cholera...! Nie mogę się połączyć! Co, jeśli coś się stało?

source: ...Damn. That lock's stronger than I thought.
pl: Cholera... Ten zamek jest bardziej skomplikowany, niż sądziłem.

source: ...Desert Part 3. <BGLOAD_1_3> <BGON_1_3> <page> The wind rubs my cheeks. The sand grazes my skin.<bt_wait> It's grown cold out here.<bt_wait><BGM_BGM_M3060_S0035_N_0020> We walk with renewed purpose, hoping to make up for lost time. Devola loses her balance every now and then. It gets bad after a while.<bt_wait> I slip myself under her arm so she won't fall again and we press on.<bt_wait>
pl: ...Desert Part 3. <BGLOAD_1_3> <BGON_1_3> <page> Wiatr pociera moje policzki. Piasek obciera mi skórę.<bt_wait> Robi się tu zimno.<bt_wait><BGM_BGM_M3060_S0035_N_0020> Idziemy z odnowionym celem, mając nadzieję, że nadrobimy stracony czas. Devola traci równowagę co jakiś czas. Po jakimś czasie jej się pogarsza.<bt_wait> Wsuwam się pod jej ramię, żeby znowu nie upadła i przemy dalej.<bt_wait>

source: ...Desert Part 4 <BGLOAD_1_4> <BGON_1_4> <page> We lose the sun as dark clouds gather overhead.<bt_wait> We continue our march.<bt_wait>
pl: ...Desert Part 4 <BGLOAD_1_4> <BGON_1_4> <page> Straciłyśmy światło słoneczne, gdy przed nami zebrały się ciemne chmury.<bt_wait> Szłyśmy dalej.<bt_wait>

source: ...Destroy? What happened to detain?
pl: Ale jak to "zniszczyć"...? A co się stało z "zatrzymać"?

source: ...Drugs? Yeah, they're pretty crazy. I can't stop fighting!
pl: Narkotyki...? Tak, są odjechane. Dzięki nim potrafię walczyć jak szalona!

source: ...Emotions are prohibited.
pl: Emocje są zakazane...

source: ...Er, don't you think it's time to go?
pl: Eee, nie sądzisz, że już czas iść?

source: ...Fine.
pl: Dobrze...

source: ...For a fee, of course.
pl: ...za opłatą, oczywiście.

source: ...Formatting complete. He should reboot here in a little while.
pl: Formatowanie zakończone. Za chwilę powinien uruchomić się ponownie.

source: ...Glory to mankind.
pl: Chwała ludzkości.

source: ...Go on.
pl: Mów dalej...

source: ...Go on. Finish me.
pl: No dalej... Zadaj ostateczny cios.

source: ...Guh...
pl: Gyy...

source: ...Ha! Just kidding.
pl: Ha! Żartuję.

source: ...Have we seen these things before?
pl: Widzieliśmy te rzeczy wcześniej...?

source: ...Here. A gift for you.
pl: Proszę... Oto prezent dla was.

source: ...Hey! No eavesdropping!
pl: Hej! Bez podsłuchiwania!

source: ...Hmm? Drugs? Yeah, they make me feel REALLY WEIRD! ...Wanna try some?
pl: Hmmm...? Narkotyki? Tak, przez nie czuję się NAPRAWDĘ DZIWNIE! Chcesz spróbować?

source: ...Hmm? Me? I'm researching the old world.
pl: Hm...? Ja? Badam stary świat.

source: ...Hmm? Why am I running a shop like this?
pl: Hmmm...? Dlaczego prowadzę sklep w taki sposób?

source: ...Hmm? You don't know how to adjust the brightness? I think it's set up to respond to some kind of input.
pl: Hmm. Nie wiesz jak dostosować jasność? Powinna reagować na jakiś sygnał wejściowy.

source: ...Hmm? You wanna know what I'm saying? Well, it's none of your beeswax!
pl: Hmm...? Chcesz wiedzieć, o czym mówię? No cóż... To nie twoja sprawa!

source: ...Hmm? You want me to tell you what we're talking about? Heck no! I still don't know you well enough.
pl: Hmm...? Chcesz, żebym ci powiedział o czym rozmawiamy? Nie ma mowy! W dalszym ciągu nie znamy się tak dobrze.

source: ...Hmm? You wish to know how many rules we have? I heard we broke 124,000 fairly recently.
pl: Hmm...? Chcesz wiedzieć ile mamy zasad? Słyszałem, że ostatnio doszliśmy do 124000.

source: ...Hmm? You wish to know where the rest of the paraders went?
pl: Hmm? Chcesz wiedzieć gdzie poszła reszta parady?

source: ...How absurd.
pl: Co za absurd...

source: ...How's that? You're looking for a Resistance lady?
pl: Co jest? Szukacie kobiety z Ruchu Oporu?

source: ...Huh.
pl: Hę?

source: ...Huh. That's new.
pl: Hę... To coś nowego.

source: ...Huh? A new port just opened.
pl: Hę...? Właśnie otworzył się nowy port.

source: ...Huh? What does 'G' stand for?
pl: Hę...? Co oznacza „G”?

source: ...I know.
pl: Wiem...

source: ...I lack access to the data concerning this mission.
pl: Nie posiadam dostępu do informacji związanych z tym zadaniem...

source: ...I promise you, we were not aware of this information.
pl: Przysięgam... Nie mieliśmy pojęcia o tym co się dzieje.

source: ...I see.
pl: Rozumiem...

source: ...I see. Then perhaps they can finally reach heaven.
pl: Rozumiem... Oby mogły teraz odnaleźć niebo.

source: ...I swear, sometimes I think that child's mind is just a bunch of bolts rattling around an empty pail.
pl: Daję słowo... Czasami mam wrażenie, że umysł tego dziecka to tylko garść śrubek grzechoczących w pustym wiadrze.

source: ...I wonder how long we'll be doing this.
pl: Nawet nie chę myśleć, jak długo jeszcze bym to musiał robić...

source: ...I'm rootin' for ya.
pl: Kibicuję ci...

source: ...I'm rootin' for ya. I'm sure you'll ace the Special Rank too.
pl: Kibicuję ci... Jestem pewien, że w Randze Specjalnej też sobie poradzisz.
